  [
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyMovie",
        "icon": "https://podchmurna.pl/src/movie%20white.png",
        "content":"Uwielbiam filmy fantasy i SI-FI. Szkoda, że ostatnio nie ma niczego dobrego bo tęsknię za dobrym fantasy i SI-FI takim jak Władca Pierścieni, Battlestar Galactica lub Halo (to ostatnio odkryłam). Lubię też tego typu książki i jak najdzie mnie wena czasem sama usiądę do napisama jakiegoś krótkiego opowiadanka lub bajki."},
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyNuta",
        "icon": "https://podchmurna.pl/src/nuta%20white.png",
        "content":"Odkąd pamiętam muzyka towarzyszyła w moim życiu. Śpiewałam w kilku chórach, a nawet prowadziłam przez chwilę scholę. Mimo, że nie umiem grać na rzadnym instrumencie to w moim domu można znaleźć i gitarę i dzwonki chromatyczne i flet. Lubię dobrą muzę, ale na karaoke się nie nadaję."},
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyDice",
        "icon": "https://podchmurna.pl/src/dice%20white.png",
        "content":"Uwielbiam gry RPG (takie papierowe przede wszystkim). Pierwszy projekt, który chciałam zrobić i który jeszcze jest do rozwinięcia to właśnie kości do RPG. Uważam, że granie w tego typu gry rozwija nieszablonowe myślenie i pomaga kształtować nastawienie na rozwiązanie problemu. Najłatwiej namówić na na D'N'D, L5R oraz Maskaradę."},
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyBoard",
        "icon": "https://podchmurna.pl/src/board%20white.png",
        "content":"Planszówki to świtny sposób na spędzenie razem czasu. Uczą albo kooperacji albo zdrowej rywalizacji. Buduję moje małe Planszówkowe Imperium. Chętnie czytam instrukcje obsługi (dokumentacje). Mój ulubiony tryb gry to kooperacyjny oraz ekonomiczny. Chętnie rozłożę moją plansze teraformacji Marsa i zagram poraz kolejny rozkminiając zasady. "},
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyGame",
        "icon":"https://podchmurna.pl/src/game%20white.png",
        "content":"Ostatnio nie mam za dużo czasu na granie na PC (konsoli jeszcze się nie dorobiłam), ale jeśli do czegoś siadam zazwyczaj jest to Mincraft. Powoli staram się budować przyjazne schronienie odkrywając uroki otaczającego świata. Gram od niedawna dlatego bardzo ostrożnie podchodzę do automatyzacji moich farm. Liczę, że kiedyś wybiorę się do Endu pokonać smoka."},
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyPaint",
        "icon": "https://podchmurna.pl/src/paint%20white.png",
        "content": "Jedną z moich najmocniejszych stron jest kreatywność. Cieszę się dobrym plastycznym okiem oraz lekkim piórem. Lubię robić zdjęcia oraz rysować. Mimo, że brakuje mi techniki wiem czego chcę i potrzebuję. Gdy wchodzę do papiernika potrafię wydać majątek na nowe markery lub farby. Dzięki temu wiem, że we Frontendzie jest moje miejsca: plastyczne zmysły i dobre oko. Oj czasem potrafię uprzeć się siedząc nad jakimś wyrównaniem dłużej niż powinnam." },
    {"type": "empty"},
    {   "type": "img", 
        "id": "hobbyGory",
        "icon": "https://podchmurna.pl/src/gory%20white.png",
        "content": "Jak mówiła jedna z piosenek 'w górach jest wszystko co kocham'. Od najmłodszych lat jeździłam w Karkonosze i pokochłam je całym sercem. Kilka lat temu miałam okazję pozwiedzać inny kawałek Karpat - Rumunię (a dokładniej Transylwanię). Uwielbiam zwiedzać i poznawać historię różnych miejsc, a jeśli temu wszystkiemu towarzyszą niesamowite widoki... jestem kupiona. Marzę by przejechać kiedyś Transalpiną i Transfagarską. "},
    {"type": "empty"}
    ]
